{
  "privacy-policy": {
    "banner-title": "Privacy Policy",
    "pp0": {
      "title": "General",
      "des": "<p>Respecting and protecting the privacy of its customers (\"you,\") is important to Chow Sang Sang Holdings International Limited (\"CHOW SANG SANG\") and its subsidiaries (together \"the Group\"). This policy is, unless otherwise stated, applicable to the Group in general. References to \"we\", \"us\" and \"the Company\" shall mean the relevant company within the Group that controls the collection, holding or use of your personal data. We hope the following policy will help you understand how we collect, use and safeguard your information. </p><p>Please note that this policy does not apply to Chow Sang Sang Securities Limited or its website <a href=\"http://www.trade.338.net/\" target=\"_blank\">338.net</a>, the privacy statement of which is available in the said website, or to any other websites or services that display or link to different privacy statements.</p><p>This policy is prepared with reference to the Personal Data (Privacy) Ordinance (Cap.486), Laws of Hong Kong. Throughout this policy, the meaning of the term \"personal data\" is the same as defined in the Ordinance unless otherwise specified. </p><p>By visiting the websites <a href=\"http://chowsangsang.com\" target=\"_blank\">chowsangsang.com</a> and/or any other websites, or utilising any online services or mobile applications  operated by CHOW SANG SANG or any subsidiary of the Group (the websites, online services and mobile applications operated by the Group are collectively referred to as \"the Sites\"), you consent to the practices described in this policy as well as our [<a href=\"/en/tnc-general\">Terms &amp; Conditions</a>]. Updates to this policy will be posted on this page.</p>"
    },
    "pp1": {
      "title": "1. How we collect and use information",
      "des": "<p><b>1. How we collect and use information</b></p><p>1.1 The Company collects personal information to ensure we can fulfil our service promises and offer you a personal experience online and in our stores.</p><p>1.2 Different levels of personal information may be gathered depending on your usage of our services: </p><ul><li>If you are not a registered user, you are browsing the Sites anonymously as a guest. We will not collect any personal information from you but you may not be able to use all services and features that we offer to registered users.</li><li>You need to input your personal information to register in order for us to process some features and services that we offer to our registered users, such as email updates or requesting information from customer service. We may store some of the data provided for these features and services for such purpose. You have the right to refuse to provide your personal data to us. However, certain services and functions may not be available to you if you do not supply us with data marked with an asterisk (*) on the data collection form.</li><li>You can place an order with us as a registered user on the Sites. We will only collect information necessary to fulfil the relevant order (such as your name, contact details and payment information) </li><li>You may from time to time provide us with your personal data at our physical stores, via your applications for or use of various services that we provide. For instance, you may be required to provide us with your personal data when you apply as a Star Shopper; to purchase from us or make enquiries at our stores or over the telephone; to use our concierge services; to provide feedback to us (such as via a survey); or to participate in our promotions and events. The data we collect may include your name, gender, date of birth, address, mobile phone number, email address, password.</li><li>You can also log into the Sites using sign in services that bridge your social media log in information with the Sites. These services will authenticate your identity and provide you with the option to share certain personal data with us such as your name and email address to pre-populate the sign up form for the Sites. These services give you the option to post information about your activities on the Site to your profile page to share with others within your personal network.</li><li>You may also use other social media features, widgets and/or interactive mini programs that run on the Sites. These features are small content modules that may collect personal data including your IP address, the page you are viewing on the Sites or set a cookie to enable the feature to function properly. These social media feature are either hosted by us or by a third party on the Sites. If the feature is provided by a third party the use of your personal data will be governed by the privacy policy of that third party. Please review these third party privacy policies.</li></ul><p>1.3 We may use your personal details for the following purposes:</p><ul><li>Responding to your enquiries;</li><li>Matching personal information with information you provided in one of our stores;</li><li>Marketing our new products, events and/or promotions happening online or in store. Please refer to the section \"Direct marketing\" for more information;</li><li>Communicating with you based on the personal data that you provide to us, such as by phone, email, SMS, smartphone app push notifications or postal mail;</li><li>Processing features such as sharing a product with a friend, making a store appointment, maintaining your wish list, maintaining your shopping bag on the Sites, and fulfilling any orders you may make with us (including verification and security checks of your details, and processing of your payments)</li><li>Analysing trends and behaviour as well as conducting customer surveys to continuously improve our offerings and services;</li><li>Enabling us to meet the requirements to make disclosure under the requirements of any law, regulation or court order binding on us; and</li><li>All purposes directly related to the above.</li></ul><p>1.4 We use cookies to recognise you when you return to the Sites, personalise your shopping experience and maintain the content of your shopping bag. Cookies are small information files stored on your hard drive and are automatically accepted by most browsers. You can change the options of your browser to be notified of new cookies being set, delete old cookies or disable them altogether. Please note that you may not be able to use all features and services offered on the Sites when cookies are disabled.</p><p>1.5 We automatically collect anonymous data relating to your online session to gather statistical information on our server's usage and to help us better meet your demands and expectations. This may include but is not limited to your browser type and version, your operating system, your IP address, access dates and times, your device ID, your mobile network information, your location (with your permission)  and/or domain name.</p>"
    },
    "pp2": {
      "title": "2. Third parties",
      "des": "<p><b>2. Third parties</b></p><p>2.1 This policy applies to the Sites, but not to websites, online services or mobile applications maintained by other companies or organizations to which we may link or engage in joint promotions.</p><p>2.2 We do not provide any personally identifiable customer information to these advertisers or third-party websites, online services or mobile applications unless your consent is obtained. If you follow a link to any of these websites, online services or mobile applications or submit information to third parties via our websites, online services or mobile applications, please check and read their own privacy notice before submitting your details. Note that we do not accept any responsibility or liability for these policies.</p>"
    },
    "pp3": {
      "title": "3. Security and protection of your information",
      "des": "<p><b>3. Security and protection of your information</b></p><p>3.1 We may use your personal information to meet our customer services commitments. Access to such information is protected by physical, electronic and managerial measures and we therefore limit the access to your information to our employees and agents who need it to do their jobs.</p><p>3.2 To protect your information when you use the Sites, we will encrypt any personal information you transmit to us using Secure Socket Layer (SSL) — an industry standard for encryption over the Internet to protect the data you send us.</p><p>3.3 We will never ask you for your personal password either in writing or on the phone. Please take reasonable care in protecting the access to your password and computer and mobile device from any unauthorized use. </p>"
    },
    "pp4": {
      "title": "4. Children",
      "des": "<p><b>4. Children</b></p><p>4.1 We do not use the Sites to knowingly solicit information from or market to children or young persons under the age of 18.</p><p>4.2 If you are under the age of 18, you must let your parent or guardian know about this policy and our [<a href=\"/en/tnc-general\">Terms &amp; Conditions</a>] before you use the Sites and its services.</p>"
    },
    "pp5": {
      "title": "5. Disclosure of your personal information",
      "des": "<p><b>5. Disclosure of your personal information</b></p><p>5.1 Your personal information held by the Company will be kept confidential but we may disclose information to the following parties, where such disclosure is necessary to satisfy the purpose, or a directly related purpose, for which the data was collected:</p><ul><li>Any subsidiaries, or affiliates of, or companies controlled by, or under common control with the Company;</li><li>Any person or company who is acting for or on behalf of the Company, or jointly with the Company, in respect of the purpose or a directly related purpose for which the data was provided by you;</li><li>Any other person or company who is under a duty of confidentiality to the Company and has undertaken to keep such information confidential, provided such person or company has a legitimate right to such information; and</li></ul><p>5.2 Your personal data may also be disclosed to any person or persons pursuant to any statutory or contractual obligations or as required by court of law, provided such person or persons shall be able to prove the required right/authority to access such information. In addition, your personal data may be disclosed under any of the circumstances described in Part VIII of the Ordinance as exemption from the provisions of the Ordinance.</p>"
    },
    "pp6": {
      "title": "6. Direct marketing",
      "des": "<p><b>6. Direct marketing</b></p><p>6.1 If you provide us with your personal data, we may use it for direct marketing purpose. We may not use your personal data for such purpose unless we have received your consent. In this connection, please note that:</p><div style=\"padding-left:30px\"><p>6.1.1    Your name, salutation, email address, phone number, city of residence, address, postal code, date of birth, other services portfolio information, transaction pattern and behaviour and demographic data held by us from time to time may be used by us in direct marketing.</p><p>6.1.2    The following classes of goods and services offered by us may be marketed using your personal data:</p><ul><li>Jewellery products, watches and accessories;</li><li>Customer services in relation to the products above;</li><li>Social networking services;</li><li>Customer reward, loyalty or privilege programs, (including Star Shopper and Star Dollars) and related services, products and facilities;</li><li>Online shopping services relating to the matters above; and</li><li>Promotional/social events relating to the above matters.</li></ul></div><p>6.2    We also intend to provide your personal data to other subsidiaries or companies within the Group (\"our Associated Companies\"), for their use in direct marketing. We may not do so unless we have received your written consent to the intended provision. In this connection, please note that:</p><div style=\"padding-left:30px\"><p>6.2.1    All kinds of personal data described in paragraph 6.1.1 above may be provided by us to our Associated Companies for use in direct marketing.</p><p>6.2.2    Our Associated Companies may use your personal data as described to market the goods and services as described in paragraph 6.1.2 above.</p><p>6.2.3    Our Associated Companies may have their principal place of operations outside Hong Kong SAR.</p</div><p>6.3    We will use the personal data supplied by you for direct marketing and provide it to Associated Companies only in accordance with the Ordinance.</p><p>6.4    If you do not wish us to use or provide to our Associated Companies your personal data for use in direct marketing, you may exercise your opt out right at any time via email, phone or our website at no charge by us.</p>"
    },
    "pp7": {
      "title": "7. Our corporate policy",
      "des": "<p><b>7. Our corporate policy</b></p><p>7.1 The Company shall fully comply with the obligations and requirements of the Ordinance. Our officers, management and staff members shall, at all times, respect the confidentiality of and endeavour to keep safe any and all personal data collected and / or stored and / or transmitted and / or used for, or on behalf of, the Company.</p><p>7.2 The Company shall endeavour to ensure all collection, storage, transmission and other handling of usage of personal data shall be done in accordance with the obligations and requirements of the Ordinance.</p>"
    },
    "pp8": {
      "title": "8. Your data access rights",
      "des": "<p><b>8.1 Under the Ordinance, you have the right to:</b></p><p>8.1 Under the Ordinance, you have the right to:</p><ul><li>check whether we hold data about you;</li><li>request access to such data; and</li><li>request correction of such data.</li></ul><p>8.2 You may make the above requests by:</p><div style=\"padding-left:30px\"><p>8.2.1 Data Protection Officer</p><p>Chow Sang Sang Holdings International Limited<br /> 27/F, 9 Wing Hong Street,<br />Cheung Sha Wan, Kowloon<br />Hong Kong, China<br />Tel: (852) 2192 3123<br />Email: crm@chowsangsang.com</p></div><div style=\"padding-left:30px\"><p>8.2.2 Using your Online Account you established on our websites or mobile application;</p><p>8.2.3 Completing \"Star Shopper Personal Information Update Form\" at one of our stores</p></div><p>8.3 In accordance with the terms of the Ordinance, we have the right to charge a reasonable fee for processing any data access request.</p>"
    },
    "pp9": {
      "title": "9. Disclaimer",
      "des": "<p><b>9. Disclaimer</b></p><p>We reserve the right to amend this policy at any time and will place any such amendments on this page. This policy is not intended to, nor does it, create any contractual rights whatsoever or any other legal rights, nor does it create any obligations on the Company in respect of any other party or on behalf of any party. Nothing in this policy shall limit the rights of data subjects under the Personal Data (Privacy) Ordinance, Chapter 486 of the Laws of Hong Kong.</p>"
    }
  },
  "cookie-policy": {
    "banner-title": "Cookie Policy",
    "cp0": "This policy describes how Chow Sang Sang Jewellery Company Limited (〝we〞, 〝us〞 or 〝our〞), being the operator and data controller/data user of this website (https://goldbar.chowsangsang.com)(this 〝Site〞), places and uses cookies and similar technologies on this Site.",
    "cp1": "Cookies are small information files placed on your hard drive and are automatically accepted by most browsers. Some cookies will not collect information that personally identifies you, but some other cookies (or similar technologies) may collect your data, such as your browser type and version, operating system, IP address, access dates and times, device ID, mobile network information, location, domain name and website browsing behaviour.",
    "cp2": "When you visit this Site for the first time, you will see a pop-up seeking your consent to the placing and use of cookies on your device. You may either give such consent or reject (by managing your preference for) the placing and use of cookies.",
    "cp3": "The pop-up may not appear on your subsequent visit to the Site, but you can change the options of your browser to be notified of new cookies being set, delete old cookies or disable cookies (whether present or future) altogether. For more information on managing cookies see aboutcookies.org, which contains comprehensive information about how to restrict or block cookies on a wide variety of browsers. Please note that you may not be able to use all features and services offered on this Site when cookies are disabled.",
    "cp4": "We use cookies to provide this Site’s basic functions such as page navigation, recognise you when you return to this Site, remember your preferences, personalise your shopping experience and maintain the content of your shopping bag. They will also be used to tailor advertising to your interests through tracking your browsing across websites.",
    "cp5": "Further to the above, we may also automatically collect anonymous data relating to your online session to gather statistical information on our server's usage and to help us better meet your demands and expectations.",
    "cp6": "Please note that this policy does not apply to, and we are not responsible for, the privacy or cookie practices of third party websites which may be linked to this Site.",
    "cp7": "This policy may be updated from time to time by way of publication on this page and you should review this policy from time to time to stay informed of how we are using cookies.",
    "cp8": "Please refer to our Privacy Policy for our general practices in collecting, processing, using and/or transferring personal data.",
    "cp9": "Please contact our data protection officer if you have any questions on the above:",
    "cp10": "Address: 27/F, 9 Wing Hong Street, Cheung Sha Wan, Kowloon, Hong Kong",
    "cp11": "Tel: (852) 2192 3123",
    "cp12": "Email:"
  },
  "tnc-general": {
    "banner-title": "Terms & Conditions - General",
    "pp0": "General",
    "pp1": "1. Registration",
    "pp2": "2. Eligibility to purchase",
    "pp3": "3. Order process",
    "pp4": "4. Product availability/Information",
    "pp5": "5. Pricing",
    "pp6": "6. Payment",
    "pp7": "7. In-store collections",
    "pp9": "8. Returns and exchanges",
    "pp10": "9. Prohibitions and failure to comply",
    "pp11": "10. Trademarks and copyright",
    "pp12": "11. Third party links",
    "pp13": "12. Your rights",
    "pp14": "13. Liability",
    "pp15": "14. Indemnity and waiver",
    "pp16": "15. Governing law and jurisdiction",
    "pp17": "Terms & Conditions"
  }
}
